Repository: mubtAAhij/muesli
Catalog: native/MuesliNative/Sources/MuesliNativeApp/Resources/Localizable.xcstrings
Source language: en
Languages: es_419

# meetings.recovery.notes.raw_transcript_resumed
source: ## Raw Transcript Recovered from live transcript checkpoints after a resumed meeting did not finalize normally. This fallback may be incomplete and may not include final diarization or reconciliation. %@
es_419: ## Transcripción sin procesar Recuperada a partir de los puntos de control de la transcripción en vivo después de que una reunión reanudada no finalizó de forma normal. Esta alternativa puede estar incompleta y puede no incluir la diarización final ni la reconciliación. %@

# sync_origin_display.ios_badge_help
source: Synced from Muesli for iOS
es_419: Sincronizado desde Muesli para iOS

# sync_origin_display.filter_label.all
source: All
es_419: Todos

# sync_origin_display.filter_label.this_mac
source: This Mac
es_419: Este Mac

# sync_origin_display.filter_label.from_iphone
source: From iPhone
es_419: Desde iPhone

# sync_origin_display.record_source.label
source: Record source
es_419: Fuente de grabación

# sync_origin_display.record_source.help_text
source: Filter by the device where the recording was created
es_419: Filtrar por el dispositivo donde se creó la grabación

# screen_context_capture.value.unknown
source: Unknown
es_419: Desconocido

# screen_context_capture.prompt.document_context
source: Document context: %@
es_419: Contexto del documento: %@

# screen_context_capture.prompt.selected_text
source: Selected text: %@
es_419: Texto seleccionado: %@

# screen_context_capture.prompt.ocr_screen_text
source: OCR screen text: %@
es_419: Texto OCR en pantalla: %@

# screen_context_capture.periodic.app_context_section
source: App context: %@
es_419: Contexto de app: %@

# screen_context_capture.periodic.ocr_visual_text_section
source: OCR visual text: %@
es_419: Texto visual OCR: %@

# stats_header.card.day_streak.label
source: day streak
es_419: racha de días

# stats_header.card.day_streak.accessibility_hint
source: Open streak insights
es_419: Abrir estadísticas de racha

# stats_header.card.words_dictated.label
source: words dictated
es_419: palabras dictadas

# stats_header.card.words_dictated.accessibility_hint
source: Open word activity insights
es_419: Abrir los análisis de actividad de palabras

# stats_header.card.avg_wpm.label
source: avg WPM
es_419: prom. PPM

# stats_header.card.avg_wpm.accessibility_hint
source: Open speaking pace insights
es_419: Abrir estadísticas de ritmo de habla

# stats_header.card.meetings.label
source: meetings
es_419: reuniones

# stats_header.card.meetings.accessibility_hint
source: Open meeting insights
es_419: Abrir estadísticas de reuniones

# computer_use_planner_types.action.click_element
source: click element %@
es_419: Clic en elemento %@

# computer_use_planner_types.action.click_target
source: click %@
es_419: hacer clic en %@

# computer_use_planner_types.action.click_target_at_coordinates
source: click %@ at %@
es_419: hacer clic en %@ en %@

# computer_use_planner_types.target.point
source: point
es_419: punto

# dashboard_root_view.title.muesli_milestone
source: Muesli milestone
es_419: Logro con Muesli

# dashboard_root_view.button.star_on_github
source: Star on GitHub
es_419: Dar una estrella en GitHub

# dashboard_root_view.button.buy_me_a_coffee
source: Buy Me a Coffee
es_419: Cómprame un café

# dashboard_root_view.button.tweet_about_muesli
source: Tweet about Muesli
es_419: Tuitear sobre Muesli

# dashboard_root_view.button.post_on_linkedin
source: Post about Muesli on LinkedIn
es_419: Publicar sobre Muesli en LinkedIn

# dashboard_root_view.button.later
source: Later
es_419: Después

# dashboard_root_view.back_to_search
source: Back to Search
es_419: Volver a la búsqueda

# dashboard_root_view.back_to_timeline
source: Back to Timeline
es_419: Volver al Cronograma

# nemotron_rnnt.error.models_not_loaded
source: Nemotron models not loaded.
es_419: Modelos de Nemotron no cargados.

# nemotron_rnnt.error.download_failed
source: Download failed: %@
es_419: La descarga falló: %@

# nemotron_rnnt.error.preprocessing_failed
source: Preprocessing failed: %@
es_419: Preprocesamiento fallido: %@

# nemotron_rnnt.error.decoding_failed
source: Decoding failed: %@
es_419: La decodificación falló: %@

# nemotron_rnnt.error.no_mel_output
source: No mel output
es_419: Sin salida mel

# nemotron_rnnt.error.no_encoder_output
source: No encoder output
es_419: Sin salida del encoder

# nemotron_rnnt.error.no_decoder_output
source: No decoder output
es_419: Sin salida del decodificador

# nemotron_rnnt.error.no_joint_logits
source: No joint logits
es_419: Sin logits conjuntos

# nemotron_rnnt.error.wav_too_small
source: WAV too small
es_419: WAV demasiado pequeño

# calendar_monitor.fallback.meeting_title
source: Meeting
es_419: Reunión

# calendar_monitor.source_type.subscription
source: Subscription
es_419: Suscripción

# calendar_monitor.source_type.birthday
source: Birthday
es_419: Cumpleaños

# calendar_monitor.source_type.calendar
source: Calendar
es_419: Calendario

# meeting_live_captions.model.label
source: Parakeet Live Captions
es_419: Subtítulos en vivo Parakeet

# meeting_live_captions.speaker.others
source: Others
es_419: Otros

# meeting_live_captions.error.nemotron_requires_macos_15
source: Nemotron 3.5 requires macOS 15 or later.
es_419: Nemotron 3.5 requiere macOS 15 o posterior.

# meeting_live_captions.error.buffer_allocation_failed
source: Could not allocate a 16 kHz live-caption buffer.
es_419: No se pudo asignar un buffer de subtítulos en vivo a 16 kHz.

# meeting_live_captions.error.finalization_timed_out
source: Timed out finalizing live transcript audio.
es_419: Se agotó el tiempo al finalizar el audio de la transcripción en vivo.

# transcript_cleanup.error.safety_rejected
source: Transcript cleanup output was rejected by safety checks.
es_419: El resultado del refinamiento de transcripción fue rechazado por los controles de seguridad.

# transcript_cleanup.error.empty_response
source: %@ returned an empty transcript cleanup response.
es_419: %@ devolvió una respuesta de refinamiento de transcripción vacía.

# transcript_cleanup.error.local_cleanup_configuration
source: Local cleanup is handled by Qwen3PostProcessor.
es_419: El refinamiento local lo gestiona Qwen3PostProcessor.

# transcript_cleanup.error.invalid_lm_studio_url
source: Invalid LM Studio URL: %@
es_419: URL de LM Studio inválida: %@

# transcript_cleanup.error.invalid_custom_url
source: Invalid custom URL: %@
es_419: URL personalizada inválida: %@

# transcript_cleanup.error.unsupported_backend
source: Unsupported transcript cleanup backend: %@
es_419: Backend de refinamiento de transcripción no compatible: %@

# transcript_cleanup.error.openai_key_missing
source: OpenAI API key is not configured.
es_419: La clave de API de OpenAI no está configurada.

# transcript_cleanup.error.invalid_ollama_url
source: Invalid Ollama URL: %@
es_419: URL de Ollama inválida: %@

# transcript_cleanup.error.backend_failed
source: %@ cleanup failed. %@
es_419: El refinamiento de %@ falló. %@

# new_meeting_contact.title
source: Create New Contact
es_419: Crear nuevo contacto

# new_meeting_contact.subtitle
source: Save this person to Apple Contacts and add them to the meeting.
es_419: Guarda a esta persona en Apple Contacts y agrégala a la reunión.

# new_meeting_contact.field.first_name
source: First name
es_419: Nombre

# new_meeting_contact.field.last_name
source: Last name
es_419: Apellido

# new_meeting_contact.field.email
source: Email
es_419: Correo electrónico

# new_meeting_contact.status.saving
source: Saving to Contacts…
es_419: Guardando en Contactos…

# common.cancel
source: Cancel
es_419: Cancelar

# new_meeting_contact.action.save_contact
source: Save Contact
es_419: Guardar contacto

# new_meeting_contact.alert.couldnt_save_contact.title
source: Couldn't Save Contact
es_419: No se pudo guardar el contacto

# new_meeting_contact.alert.open_system_settings
source: Open System Settings
es_419: Abrir Configuración del Sistema

# new_meeting_contact.alert.couldnt_save_contact.message
source: The contact could not be saved.
es_419: No se pudo guardar el contacto.

# menu_bar_icon.option.muesli_logo
source: Muesli Logo
es_419: Logo de Muesli

# menu_bar_icon.option.waveform
source: Waveform
es_419: Forma de onda

# menu_bar_icon.option.bubble
source: Bubble
es_419: Burbuja

# menu_bar_icon.option.speech_bubble
source: Speech Bubble
es_419: Globo de texto

# menu_bar_icon.option.pencil
source: Pencil
es_419: Lápiz

# menu_bar_icon.option.brain
source: Brain
es_419: Cerebro

# menu_bar_icon.option.sparkles
source: Sparkles
es_419: Destellos

# menu_bar_icon.option.headphones
source: Headphones
es_419: Audífonos

# menu_bar_icon.option.meeting
source: Meeting
es_419: Reunión

# menu_bar_icon.option.character
source: Character
es_419: Carácter

# menu_bar_icon.option.document
source: Document
es_419: Documento

# feature_tour.timeline.heading
source: ONE TIMELINE
es_419: UN CRONOGRAMA

# feature_tour.timeline.title
source: Dictations and meetings, together
es_419: Dictados y reuniones, juntos

# feature_tour.timeline.body
source: Timeline puts your recent work in one chronological view. Open it from the sidebar whenever you want to retrace what you dictated or discussed.
es_419: El Cronograma agrupa tu trabajo reciente en una vista cronológica. Ábrelo desde la barra lateral cuando quieras repasar lo que dictaste o discutiste.

# feature_tour.timeline_apps.heading
source: FILTER BY APP
es_419: FILTRAR POR APP

# feature_tour.timeline_apps.title
source: Find dictations by destination app
es_419: Encuentra dictados por app de destino

# feature_tour.timeline_apps.body
source: Use Apps to narrow Timeline to dictations sent to a specific destination, such as Mail, Notes, or your browser.
es_419: Usa Apps para filtrar el Cronograma y ver solo los dictados enviados a un destino específico, como Mail, Notes o tu navegador.

# feature_tour.apple_speech.heading
source: ON-DEVICE SPEECH
es_419: VOZ EN EL DISPOSITIVO

# feature_tour.apple_speech.title
source: Try Apple's native on-device speech model
es_419: Prueba el modelo de voz nativo de Apple en el dispositivo

# feature_tour.apple_speech.body
source: On macOS 26, Apple Speech can transcribe without a separate model download. Use your system language or choose another supported language in Models.
es_419: En macOS 26, Apple Speech puede transcribir sin descargar un modelo por separado. Usa tu idioma del sistema o elige otro idioma compatible en Modelos.

# feature_tour.meeting_attendees.heading
source: MEETING ATTENDEES
es_419: ASISTENTES A LA REUNIÓN

# feature_tour.meeting_attendees.title
source: Meeting attendees are now available!
es_419: ¡Los asistentes a reuniones ya están disponibles!

# feature_tour.meeting_attendees.body
source: See organizers and attendees from calendar events, or add people from Apple Contacts directly to a meeting.
es_419: Ve organizadores y asistentes de eventos del calendario, o agrega personas desde Apple Contacts directamente a una reunión.

# diagnostic_incident.title.manual_report
source: Manual problem report
es_419: Informe manual de problema

# diagnostic_incident.title.dictation_audio_failed
source: Dictation audio capture failed
es_419: La captura de audio del dictado falló

# diagnostic_incident.title.dictation_transcription_failed
source: Dictation transcription failed
es_419: La transcripción del dictado falló

# diagnostic_incident.title.streaming_dictation_start_failed
source: Streaming dictation failed to start
es_419: El dictado por streaming no pudo iniciarse

# diagnostic_incident.title.streaming_dictation_runtime_failed
source: Streaming dictation failed
es_419: El dictado en streaming falló

# diagnostic_incident.title.meeting_start_failed
source: Meeting recording failed to start
es_419: La grabación de reunión falló al iniciarse

# diagnostic_incident.title.meeting_microphone_capture_failed
source: Meeting microphone capture failed
es_419: La captura del micrófono de reunión falló

# diagnostic_incident.title.meeting_system_audio_capture_failed
source: Meeting system audio capture failed
es_419: La captura de audio del sistema de la reunión falló

# diagnostic_incident.title.meeting_processing_failed
source: Meeting processing failed
es_419: El procesamiento de la reunión falló

# diagnostic_incident.title.meeting_recording_save_failed
source: Meeting recording save failed
es_419: Error al guardar la grabación de reunión

# diagnostic.report.issue_title
source: [Diagnostic] %@
es_419: [Diagnóstico] %@

# diagnostic.report.issue_body_template
source: ### What happened? Please describe what you were trying to do and what you expected to happen. ### Privacy This report was generated from an allowlisted diagnostic summary. It does not include transcripts, audio, meeting titles, calendar titles, clipboard contents, screen/OCR text, API keys, auth tokens, local file paths, raw error messages, raw logs, or database contents. ### Anonymized diagnostics - Incident: %@ - Severity: %@ - User impact: %@ - Stage: %@ - App: %@ - Version: %@ - Build: %@ - Bundle ID: %@ - macOS: %@ - Architecture: %@ - Backend: %@ - Model: %@ - Error signature: %@ - Error domain: %@ - Error code: %@ - Error meaning: %@ - Diagnostic area: %@ - Incident ID: %@
es_419: ### ¿Qué ocurrió? Por favor, describe qué intentabas hacer y qué esperabas que pasara. ### Privacidad Este reporte fue generado a partir de un resumen de diagnóstico autorizado. No incluye transcripciones, audio, títulos de reuniones, títulos de calendario, contenido del portapapeles, texto en pantalla u OCR, claves de API, tokens de autenticación, rutas de archivos locales, mensajes de error sin procesar, registros sin procesar ni contenido de la base de datos. ### Diagnósticos anonimizados - Incidente: %@ - Gravedad: %@ - Impacto para el usuario: %@ - Etapa: %@ - Aplicación: %@ - Versión: %@ - Build: %@ - Bundle ID: %@ - macOS: %@ - Arquitectura: %@ - Backend: %@ - Modelo: %@ - Firma del error: %@ - Dominio del error: %@ - Código de error: %@ - Significado del error: %@ - Área de diagnóstico: %@ - ID de incidente: %@

# diagnostic_incident_report.title.report_problem
source: Report a Problem
es_419: Reportar un problema

# diagnostic_incident_report.title.failure_detected
source: Diagnostic Failure Detected
es_419: Falla de diagnóstico detectada

# diagnostic_incident_report.body.manual_prompt
source: %@ can prepare an anonymized GitHub issue for you to review before opening it.
es_419: %@ puede preparar un problema anonimizado en GitHub para que lo revises antes de abrirlo.

# diagnostic_incident_report.body.failure_detected
source: %@ detected a hard failure in %@. You can review the anonymized report before opening a GitHub issue.
es_419: %@ detectó una falla grave en %@. Puedes revisar el informe anonimizado antes de abrir un problema en GitHub.

# diagnostic_incident_report.summary.failure
source: Failure
es_419: Falla

# diagnostic_incident_report.summary.stage
source: Stage
es_419: Etapa

# diagnostic_incident_report.summary.model
source: Model
es_419: Modelo

# diagnostic_incident_report.summary.meaning
source: Meaning
es_419: Significado

# diagnostic_incident_report.privacy.explanation
source: Only allowlisted diagnostic categories and a random incident ID are included. No transcript, audio, meeting title, calendar title, clipboard contents, screen text, API keys, auth tokens, local file paths, raw error messages, raw logs, or database contents are included.
es_419: Solo se incluyen categorías de diagnóstico autorizadas y un ID de incidente aleatorio. No se incluyen transcripciones, audio, títulos de reuniones, títulos de calendario, contenido del portapapeles, texto en pantalla, claves de API, tokens de autenticación, rutas de archivos locales, mensajes de error sin procesar, registros sin procesar ni contenido de la base de datos.

# diagnostic_incident_report.action.not_now
source: Not Now
es_419: Ahora no

# diagnostic_incident_report.action.open_github_issue
source: Open GitHub Issue
es_419: Abrir problema en GitHub

# model_download.error.no_files_specified
source: No files were specified for model download %@
es_419: No se especificaron archivos para la descarga del modelo %@

# model_download.error.invalid_relative_path
source: The model contains an invalid relative path: %@
es_419: El modelo contiene una ruta relativa inválida: %@

# model_download.error.download_stalled_receiving
source: Download stalled while receiving
es_419: La descarga se detuvo al recibir datos

# model_download.error.invalid_reported_size_prefix
source: The server reported an invalid size for
es_419: El servidor reportó un tamaño inválido para

# model_download.status.downloaded_prefix_primary
source: Downloaded
es_419: Descargado

# model_download.status.downloaded_prefix_secondary
source: Downloaded
es_419: Descargado

# model_download.error.could_not_determine_available_disk_space_for
source: Could not determine available disk space for
es_419: No se pudo determinar el espacio disponible en disco para

# model_download.error.could_not_download
source: Could not download
es_419: No se pudo descargar

# model_download.error.another_download_for_model
source: Another download for model
es_419: Otra descarga para el modelo

# model_download.status.starting_download
source: Starting download
es_419: Iniciando descarga

# model_download.status.model_ready
source: Model ready
es_419: Modelo listo

# model_download.error.unknown_error
source: unknown error
es_419: error desconocido

# transcription_runtime.status.warming_up_model
source: Warming up model...
es_419: Preparando modelo...

# transcription_runtime.status.model_ready
source: Model ready
es_419: Modelo listo

# transcription_runtime.error.nemotron35_requires_macos15_or_later
source: Nemotron 3.5 requires macOS 15 or later.
es_419: Nemotron 3.5 requiere macOS 15 o posterior.

# transcription_runtime.error.qwen3_asr_requires_macos15_or_later
source: Qwen3 ASR requires macOS 15 or later.
es_419: Qwen3 ASR requiere macOS 15 o posterior.

# transcription_runtime.error.cohere_transcribe_requires_macos15_or_later
source: Cohere Transcribe requires macOS 15 or later.
es_419: Cohere Transcribe requiere macOS 15 o posterior.

# transcription_runtime.error.indic_asr_requires_macos15_or_later
source: Indic ASR requires macOS 15 or later.
es_419: Indic ASR requiere macOS 15 o posterior.

# transcription_runtime.error.gemma4_e2b_requires_macos15_or_later
source: Gemma 4 E2B requires macOS 15 or later.
es_419: Gemma 4 E2B requiere macOS 15 o posterior.

# transcription_runtime.error.unknown_backend
source: Unknown transcription backend: %@
es_419: Backend de transcripción desconocido: %@

# search_results.clear
source: Clear
es_419: Limpiar

# search_results.no_results.subject.dictations
source: dictations
es_419: dictados

# search_results.no_results.subject.meetings
source: meetings
es_419: reuniones

# search_results.no_results.for_query
source: No results for "%@"
es_419: Sin resultados para "%@"

# search_results.no_results.no_matching_name
source: No matching %@
es_419: Sin coincidencias para %@

# search_results.copy_cua_trace.help
source: Copy CUA trace
es_419: Copiar traza CUA

# google_calendar_auth.error.not_signed_in
source: Not signed in to Google Calendar
es_419: No has iniciado sesión en Google Calendar

# google_calendar_auth.error.credentials_not_configured
source: Google Calendar credentials not configured
es_419: Las credenciales de Google Calendar no están configuradas

# google_calendar_auth.error.signin_timed_out
source: Sign-in timed out — no response from browser
es_419: Se agotó el tiempo de inicio de sesión — sin respuesta del navegador

# google_calendar_auth.error.missing_authorization_code
source: OAuth callback missing authorization code
es_419: Código de autorización ausente en el callback de OAuth

# google_calendar_auth.error.state_mismatch
source: OAuth state mismatch — possible CSRF attack
es_419: Error de coincidencia de estado OAuth — posible ataque CSRF

# google_calendar_auth.error.token_exchange_failed
source: Token exchange failed: %@
es_419: El intercambio de token falló: %@

# google_calendar_auth.error.token_refresh_failed
source: Token refresh failed: %@
es_419: Error al renovar el token: %@

# google_calendar_auth.error.callback_port_in_use
source: Callback port 1456 is already in use
es_419: El puerto de callback 1456 ya está en uso

# google_calendar_auth.error.unknown
source: unknown error
es_419: error desconocido

# google_calendar_auth.error.missing_access_token
source: missing access_token in response
es_419: access_token ausente en la respuesta

# google_calendar_auth.error.no_refresh_token
source: No refresh token received. Ensure access_type=offline and prompt=consent are set, or revoke access at https://myaccount.google.com/permissions and try again.
es_419: No se recibió refresh token. Asegúrate de que access_type=offline y prompt=consent estén configurados, o revoca el acceso en https://myaccount.google.com/permissions e intenta de nuevo.

# google_calendar_auth.error.missing_access_token_refresh
source: missing access_token in refresh response
es_419: access_token ausente en la respuesta de actualización

# dictations.section.today
source: TODAY
es_419: HOY

# dictations.section.yesterday
source: YESTERDAY
es_419: AYER

# common.copy
source: Copy
es_419: Copiar

# dictations.actions.copy_cua_trace
source: Copy CUA Trace
es_419: Copiar traza CUA

# dictations.empty_state.instruction.adjust_filters
source: Try another source, app, or time range
es_419: Intenta con otra fuente, app o rango de tiempo

# dictations.empty_state.instruction.record_first_note
source: Click Record Voice Note to capture your first note
es_419: Haz clic en Grabar nota de voz para capturar tu primera nota

# dictations.empty_state.instruction.hold_hotkey_to_dictate
source: Hold %@ to start dictating
es_419: Mantén presionado %@ para comenzar a dictar

# dictations.empty_state.title.no_dictations_for_app
source: No dictations for %@
es_419: Sin dictados para %@

# dictations.empty_state.title.no_dictations_yet
source: No dictations yet
es_419: Aún no hay dictados

# dictations.empty_state.title.no_dictations_from_this_mac
source: No dictations from this Mac
es_419: No hay dictados de este Mac

# dictations.empty_state.title.no_dictations_from_iphone
source: No dictations from iPhone
es_419: Sin dictados desde iPhone

# dictations.voice_note.stop
source: Stop Voice Note
es_419: Detener nota de voz

# dictations.voice_note.record
source: Record Voice Note
es_419: Grabar nota de voz

# computer_use.browser.error.chrome_only_supported
source: Browser tools currently support Google Chrome only
es_419: Las herramientas de navegador actualmente solo admiten Google Chrome

# computer_use.browser.tabs.none
source: No browser tabs
es_419: No hay pestañas del navegador

# computer_use.browser.tab.activate.success
source: Activated browser tab %d:%d
es_419: Pestaña de navegador %d:%d activada

# computer_use.browser.tab.opened
source: Opened new browser tab
es_419: Se abrió una nueva pestaña del navegador

# computer_use.browser.navigate.confirm_unsafe_url
source: Confirm: unsafe navigation URL
es_419: Confirmar: URL de navegación no segura

# computer_use.browser.navigate.success
source: Navigated to %@%@
es_419: Navegado a %@%@

# computer_use.browser.error.apple_events_failed
source: Apple Events failed
es_419: Apple Events falló

# computer_use.browser.error.chrome_permission_required
source: Chrome Apple Events JavaScript permission is required for browser page tools
es_419: Se requiere permiso de JavaScript de Apple Events de Chrome para las herramientas de página del navegador

# computer_use.browser.error.automation_failed
source: Browser automation failed
es_419: La automatización del navegador falló
